{
  "Comment.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "dap-buddy.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "knap": { "branch": "main" },
  "langmapper.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tetris": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "palenightfall.nvim": { "branch": "main" }
}